# Taps
tap "dbt-labs/dbt-cli"
tap "astronomer/tap"
tap "koekeishiya/formulae"
tap "hashicorp/tap"
tap "nikitabobko/tap"

# CLI tools
brew "act"
brew "atuin"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "colima"
brew "cookiecutter"
brew "coreutils"
brew "curl"
brew "curlie"
brew "docutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "googleworkspace-cli"
brew "gradle"
brew "graphviz"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mvfst"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "node@22"
brew "openssh"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "python@3.12"
brew "python@3.13"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "rtk"
brew "ruby-build"
brew "rustup"
brew "stow"
brew "superfile"
brew "tmux"
brew "unbound"
brew "uv"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"

# Custom tap formulas
brew "dbt-labs/dbt-cli/dbt"
brew "astronomer/tap/astro"
brew "koekeishiya/formulae/skhd"
brew "hashicorp/tap/terraform"

# GUI apps (casks)
cask "nikitabobko/tap/aerospace"
cask "brave-browser"
cask "dbeaver-community"
cask "docker-desktop"
cask "garmin-express"
cask "gcloud-cli"
cask "gimp"
cask "google-drive"
cask "hammerspoon"
cask "hiddenbar"
cask "iterm2"
cask "maccy"
cask "numi"
cask "obs"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "spotmenu"
cask "stats"
cask "stolendata-mpv"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"

# Fonts
cask "font-cascadia-code-nf"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-monaspice-nerd-font"
cask "font-mononoki-nerd-font"

# Mac App Store
mas "Azure VPN Client", id: 1553936137
mas "Clocker", id: 1056643111
mas "Glean", id: 6448766375
mas "iMovie", id: 408981434
mas "Jamf Trust", id: 1608041266
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835

# Not in Homebrew — install manually:
#   claude-code:  npm install -g @anthropic-ai/claude-code
#   gemini-cli:   npm install -g @google/generative-ai  (or via Google's installer)
