tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "jandedobbeleer/oh-my-posh"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "act"
brew "atuin"
brew "certifi"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "btop"
brew "glib"
brew "cairo"
brew "libevent"
brew "unbound"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "cookiecutter"
brew "coreutils"
brew "curl"
brew "docutils"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "gradle"
brew "helm"
brew "htop"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "maven"
brew "microsocks"
brew "minikube"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neofetch"
brew "neovim"
brew "node-build"
brew "node@16"
brew "openssl@1.1"
brew "podman"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "tmux"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mongodb/brew/libmongocrypt"
cask "brave-browser"
cask "dotnet-sdk"
cask "font-cascadia-code-nf"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-mononoki-nerd-font"
cask "gimp"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "jd-gui"
cask "jumpcut"
cask "microsoft-auto-update"
cask "mongodb-compass"
cask "ngrok"
cask "numi"
cask "obs"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "zed"
vscode "4ops.terraform"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "ionide.ionide-fsharp"
vscode "kumar-harsh.graphql-for-vscode"
vscode "matheusq94.tfs"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "msjsdiag.vscode-react-native"
vscode "naco-siren.gradle-language"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "searking.preview-vscode"
vscode "shengchen.vscode-checkstyle"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "xabikos.javascriptsnippets"
vscode "yinfei.luahelper"
