tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "jandedobbeleer/oh-my-posh"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "act"
brew "certifi"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "btop"
brew "glib"
brew "cairo"
brew "libevent"
brew "unbound"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "cookiecutter"
brew "coreutils"
brew "curl"
brew "docutils"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "gradle"
brew "helm"
brew "htop"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "maven"
brew "microsocks"
brew "minikube"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neofetch"
brew "neovim"
brew "node-build"
brew "node@16"
brew "openssl@1.1"
brew "podman"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "tmux"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mongodb/brew/libmongocrypt"
cask "brave-browser"
cask "dotnet-sdk"
cask "font-cascadia-code-nf"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-mononoki-nerd-font"
cask "gimp"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "jd-gui"
cask "jumpcut"
cask "microsoft-auto-update"
cask "mongodb-compass"
cask "ngrok"
cask "numi"
cask "obs"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "zed"
